Repository: zlodiak/lessons
Catalog: drupal/_7/modules/beauty_calendar/*_beauty_calendar/translations/*_beauty_calendar.*.po
Languages: ru

source: Simple nice календарь module that displays the materials by date.
ru: Простой симпатичный календарь, отображающий выбранные материалы по дате.

source: All activities for the day
ru: Все события за день

source: Activities calendar
ru: Календарь событий

source: Calendar
ru: Календарь

source: All node types
ru: Все типы материалов

source: Node creation date
ru: Дата создания материала

source: No activities was found
ru: Материалы не найдены

source: story,stories
ru: запись,записи,записей

source: database error
ru: ошибка базы данных

source: more
ru: ещё

source: Theme
ru: Тема оформления

source: Select calendar appearance.
ru: Выберите тему оформления для календаря.

source: Node type
ru: Тип материала

source: Select node type. Hold down the CTRL key to select multiple node types.
ru: Выберите тип материалов. Удерживайте CTRL для выбора нескольких типов материалов.

source: Select field that contains the date of the event. By default, nodes will be selected by date of creation.
ru: Выберите поле, которое содержит дату события или новости. По умолчанию, материалы будут выбраны по дате создания.

source: There are no date fields
ru: Поля с датами отсутствуют

source: Date field
ru: Поле с датой

source: Event headings
ru: Заголовки событий

source: Number of nodes per page
ru: Количество выводимых материалов на страницу

source: Tooltip type
ru: Тип всплывающей подсказки

source: Number of links in the tooltip
ru: Количество ссылок во всплывающей подсказке

source: Specify the number of links in the tooltip (if links display selected for tooltip display type).
ru: Укажите количество ссылок во всплывающей подсказке, если включено отображение ссылок в подсказке.

source: Separate nodes by language
ru: Разделять материалы по языкам

source: If checked nodes will be selected in the language ​in which they were created.
ru: При включении этой опции материалы будут выбираться только в тех языках, на которых были созданы.

source: Invert selection.
ru: Инвертировать выбор.
