<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

	<html>
		<head>
			<title>test</title>
			<meta HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1251">
			<link rel="stylesheet" href="css/style_12.css" type="text/css">			
			<meta NAME="pragma" CONTENT="cache">
			<style>
			
* html #page-all {height: 100%;}
			
html, body 
{
	margin:0px;
	padding:0px;
	background-color: #E2E7F0;
	height: 100%;
}

#all
{
	border-left: 222px solid red; /*  Цвет и ширина левой колонки */
	background-color: yellow;
	width: 800px;
	margin: 0 auto;
	min-height: 100%; 
	margin-bottom: -100px;
}

#header
{
	background-color: blue;
	height: 119px;
	width: 1022px;
	margin: 0 auto;
}

#footer
{
	background-color: blue;
	height: 100px;
	width: 1022px;
	margin: 0 auto;
}

#right
{
	background-color: yellow;
}

#left
{
		background-color: red;
		width: 222px;
		float: left;
		margin-left: -222px; /* Сдвигаем все влево на ширину границы */
}		

#page-empty {height: 110px; clear: both;}

			</style>
		</head>
	<body>
		<!--<div id="header">yeader</div>-->
		<div id="all">
			<div id="left">	1212</div>
			<div id="right">
Чтобы замысел обрёл более конкретные очертания, а мечта приблизилась к своему счастливому воплощению в реальности, необходимо систематизировать все продуманные идеи и решения, оформив их в виде дизайн - проекта. Некоторые относятся к этому скептически, полагать, что вполне возможно самостоятельно, без чьей-либо помощи придумать грандиозное планировочное решение и оригинальный интерьер. Здесь нужно понимать, что дизайн - проект не средство самовыражения дизайна, а ваше с ним коллективное творчество. Дизайнер будет смотреть на ваш будущий бассейн, сауну, джакузи и SPA нашими глазами, поможет отразить в интерьере именно ваш вкус - и в то же время соблюсти баланс между дизайнерскими изысками и житейской прозой, гармонично и эффективно организовав пространство. И ещё - дизайн-проект  -  это идеальное руководство для строителей, с точной сметой и точными сроками выполнения каждого этапа работ.

Поскольку наша компания "начинена" профессионалами и является многопрофильной, то от создания дизайн - проекта, где учтены все пожелания заказчика - форма чаши, рельеф дна, устройство противотока, системы подводного массажа, подсветка, приборы контроля за состоянием воды, плавающее покрытие, всевозможные гейзеры и т.д., за дело берутся рабочие строительно-монтажного управления. Выполняется полный комплекс работ - земляные, арматурные, бетонные, изоляционные, сантехнические, работы по гидроиспытанию чаши бассейна. Решая данные вопросы, необходимо понимать, что бассейн является гидротехническим сооружением, при строительстве которого необходимо соблюдать специфические правила. При отделке бассейна важно установить для себя определенный уровень затрат. В Верхнем ряду стоят мрамор, мозаика. Мрамор - долговечный, прочный, стойкий к перепадам температур и влажности отделочный материал. Если учесть некоторые нюансы в ценовых параметрах при его приобретении и уделять  должное внимание в ходе эксплуатации, любоваться красотой выбранного камня сможете не только вы, но и ваши внуки и правнуки. Не отстает от мрамора по богатству выразительности и мозаика. Сегодня мозаика уверенно лидирует на рынке отделочных материалов. Красочная палитра мозаичной плитки насчитывает десятки цветов и оттенков, что позволяет выложить огромное количество изображений и дает полную свободу фантазии дизайнера. Кроме этого, мозаика обладает противоскользящими свойствами.  Купающийся застрахован от травм, которые знакомы всем, кто когда-либо посещал советские бассейны с их неизменно скользящими ступенями и острыми краями бортов. 

Эксклюзивной продукцией является мозаика, изготовленная с добавлением авантюрина – полудрагоценного камня, получаемого искусственным путем. Каждая пластинка такой мозаики имеет свою уникальную расцветку: мерцающие полоски, точки, вкрапления, создают колорит диковинного природного камня. В богатых интерьерах весьма популярна мозаика из венецианского стекла.
Чтобы замысел обрёл более конкретные очертания, а мечта приблизилась к своему счастливому воплощению в реальности, необходимо систематизировать все продуманные идеи и решения, оформив их в виде дизайн - проекта. Некоторые относятся к этому скептически, полагать, что вполне возможно самостоятельно, без чьей-либо помощи придумать грандиозное планировочное решение и оригинальный интерьер. Здесь нужно понимать, что дизайн - проект не средство самовыражения дизайна, а ваше с ним коллективное творчество. Дизайнер будет смотреть на ваш будущий бассейн, сауну, джакузи и SPA нашими глазами, поможет отразить в интерьере именно ваш вкус - и в то же время соблюсти баланс между дизайнерскими изысками и житейской прозой, гармонично и эффективно организовав пространство. И ещё - дизайн-проект  -  это идеальное руководство для строителей, с точной сметой и точными сроками выполнения каждого этапа работ.

Поскольку наша компания "начинена" профессионалами и является многопрофильной, то от создания дизайн - проекта, где учтены все пожелания заказчика - форма чаши, рельеф дна, устройство противотока, системы подводного массажа, подсветка, приборы контроля за состоянием воды, плавающее покрытие, всевозможные гейзеры и т.д., за дело берутся рабочие строительно-монтажного управления. Выполняется полный комплекс работ - земляные, арматурные, бетонные, изоляционные, сантехнические, работы по гидроиспытанию чаши бассейна. Решая данные вопросы, необходимо понимать, что бассейн является гидротехническим сооружением, при строительстве которого необходимо соблюдать специфические правила. При отделке бассейна важно установить для себя определенный уровень затрат. В Верхнем ряду стоят мрамор, мозаика. Мрамор - долговечный, прочный, стойкий к перепадам температур и влажности отделочный материал. Если учесть некоторые нюансы в ценовых параметрах при его приобретении и уделять  должное внимание в ходе эксплуатации, любоваться красотой выбранного камня сможете не только вы, но и ваши внуки и правнуки. Не отстает от мрамора по богатству выразительности и мозаика. Сегодня мозаика уверенно лидирует на рынке отделочных материалов. Красочная палитра мозаичной плитки насчитывает десятки цветов и оттенков, что позволяет выложить огромное количество изображений и дает полную свободу фантазии дизайнера. Кроме этого, мозаика обладает противоскользящими свойствами.  Купающийся застрахован от травм, которые знакомы всем, кто когда-либо посещал советские бассейны с их неизменно скользящими ступенями и острыми краями бортов. 

Эксклюзивной продукцией является мозаика, изготовленная с добавлением авантюрина – полудрагоценного камня, получаемого искусственным путем. Каждая пластинка такой мозаики имеет свою уникальную расцветку: мерцающие полоски, точки, вкрапления, создают колорит диковинного природного камня. В богатых интерьерах весьма популярна мозаика из венецианского стекла.

			</div>	
			<div id="page-empty"></div>
		</div>
		<div id="footer">footer</div>
	</body>
	</html>
